Repository: Kleingeldprinz/ios-translations
Catalog: *.lproj/BKPasscodeView.strings
Languages: de, it

source: %d Failed Passcode Attempts
de: %d fehler in den Passcode eingabeversuchen
it: %d tentativi di inserimento del Passcode falliti

source: %d Failed Password Attempts
de: %d fehler in den Password eingabeversuchen
it: %d tentativi di inserimento della Password falliti

source: 1 Failed Passcode Attempt
de: 1 fehler in dem Passcode eingabeversuch
it: 1 tentativo di inserimento del Passcode fallito

source: 1 Failed Password Attempt
de: 1 fehler in dem Password eingabeversuch
it: 1 tentativo di inserimento della Password fallito

source: Do you want to use Touch ID for authentication?
de: Möchten Sie die Touch ID für die authentifizierung verwenden?
it: Vuoi utilizzare il Touch ID per l'autenticazione ?

source: Done
de: Gemacht
it: Fatto

source: Enable Touch ID
de: Touch ID aktivieren
it: Abilita il Touch ID

source: Enter a different passcode. Cannot re-use the same passcode.
de: Ein anders Passcode eingeben. Kein ähnliches eingeben.
it: Inserisci un passcode differente. Non puoi ri-usare lo stesso.

source: Enter a different password. Cannot re-use the same password.
de: Ein anders Password eingeben. Kein ähnliches eingeben.
it: Inserisci una password differente. Non puoi ri-usare la stessa.

source: Enter a passcode
de: Passcode eingeben
it: Inserisci un passcode

source: Enter a password
de: Password eingeben
it: Inserisci una password

source: Enter your new passcode
de: Neues Passcode eingeben
it: Inserisci il nuovo passcode

source: Enter your new password
de: Neues Password eingeben
it: Inserisci la nuova password

source: Enter your old passcode
de: Altes Passcode eingeben
it: Inserisci il vecchio passcode

source: Enter your old password
de: Altes Password eingeben
it: Inserisci la vecchia password

source: Enter your passcode
de: Passcode eingeben
it: Inserisci il passcode

source: Enter your password
de: Password eingeben
it: Inserisci la password

source: Invalid Passcode
de: Passcode falsch
it: Passcode errato

source: Invalid Password
de: Password falsch
it: Password errata

source: Passcodes did not match. Try again.
de: Passcode falsch. Noch einmal versuchen.
it: Passcode errato. Riprova.

source: Password did not match. Try again.
de: Password falsch. Noch einmal versuchen.
it: Password errata. Riprova.

source: Re-enter your passcode
de: Passcode noch einmal eingeben
it: Re-inserisci il passcode

source: Re-enter your password
de: Password noch einmal eingeben
it: Re-inserisci la password

source: Try again in %d minutes
de: In %d minuten noch einmal versuchen
it: Riprova tra %d minuti

source: Try again in 1 minute
de: In 1 minute noch einmal versuchen
it: Riprova tra 1 minuto
