Repository: Kleingeldprinz/ios-translations
Catalog: *.lproj/Error.strings
Languages: de, it

# _api_wrong_
source: Bad input parameter or not accepted
de: Falscher oder nicht akzeptierter zugangsparameter
it: Parametro di ingresso errato o non accettato

# _bad_username_password_
source: Bad unsername or password
de: Benutzername oder passwort falsch
it: Nome utente o password errata

# _cancelled_by_user
source: Transfer canceled
de: Transfer gelöscht
it: Trasferimento cancellato

# _error_folder_destiny_is_the_same_
source: It is not possible to move the folder to itself
de: Das ordnersziel kann nicht das gleiche sein
it: Non è possibile spostare la cartella dentro se stessi

# _error_not_permission_
source: You don't have permission to complete the operation
de: Keine genehmigung für die vervollständigung des verfahrens
it: Non si dispone dell'autorizzazione per completare l'operazione

# _error_path_
source: Unable to open this file or folder. Please make sure it exists
de: Datei oder ordner können nicht geöffnet werden. Bitte existenz nachprüfen
it: Impossibile aprire questo file o cartella. Per favore, assicuratevi che esista

# _error_proxy_auth_
source: Credentials proxy error
de: Proxy genehmigung fehler
it: Errore credenziali proxy

# _file_upload_not_exitst_
source: The file that we want upload does not exist
de: Die datei zu schicken existiert nicht
it: Il file che si vuole inviare non esiste

# _forbidden_characters_from_server_
source: The name contains at least one invalid character
de: Der name enthält ein oder mehr nicht gültige zeichen
it: Il nome contiene uno o più caratteri non validi

# _not_connected_internet_
source: Server connection error
de: Server fehlerverbindung
it: Errore di connessione al server

# _not_possible_connect_to_server_
source: It is not possible to connect to the server at this time
de: Server verbindung in diesem moment nicht verfügbar
it: Non è possibile connettersi al server in questo momento

# _not_possible_create_folder_
source: Folder could not be created
de: Der ordner kann nicht geschafft werden
it: La cartella non può essere creata

# _server_down_
source: The server is unreachable
de: Der server ist unerreichbar
it: Il server risulta irraggiungibile

# _time_out_
source: Timeout, try again
de: Timeout, noch einmal versuchen
it: Timeout, riprova

# _unknow_response_server_
source: Unexpected response from server
de: Unerwartete antwort vom server
it: Risposta imprevista dal server

source: User autentication required
de: Benutzerauthentifizierung nachgefragt
it: Autenticazione utente richiesta

# _bad_input_parameter_
source: Bad input parameter or not accepted
de: Falscher oder nicht akzeptierter zugangsparameter
it: Parametro di ingresso errato o non accettato

# _file_already_exists_
source: Unable to complete the operation, there is a file with the same name
de: Vorgang konnte nicht ausgeführt werden, da die Zieldatei bereits exisitert.
it: Impossibile completare l'operazione, esiste già un file con lo stesso nome

# _file_folder_not_exists_
source: The source file wasn't found at the specified path
de: Die quelldatei ist nicht im angegebenen pfad gefunden worden
it: Il file sorgente non è stato trovato nel percorso specificato

# _folder_contents_nochanged_
source: The folder contents have not changed
de: Der inhalt des ordners ist nicht verändert
it: Il contenuto della cartella non è cambiato

# _images_invalid_converted_
source: The image is invalid and cannot be converted to a thumbnail
de: Das bild ist nicht gültig und kann nicht verkleinert werden
it: L'immagine non è valida e non può essere convertita in una miniatura

# _method_not_expected_
source: Request method not expected
de: Nachfragenverfahren nicht vorgesehen
it: Metodo di richiesta non previsto

# _reauthenticate_user_
source: Access expired, plase re-authenticate the user
de: Zugang verfallen, bitte benutzer noch einmal authentifizieren
it: Accesso scaduto, prego di ri-autenticare l'utente

# _server_error_retry_
source: Error server, retry the request
de: Server fehler, nachfrage wiederholen
it: Errore server, ripetere la richiesta

# _too_many_files_
source: Too many files would be involved in the operation for it to complete successfully
de: Die dateien im verfahren sind zu viele, um eine erfolgreiche vervollständigung zu bekommen
it: Troppi file sono coinvolti nell'operazione perchè sia completata con successo

# _too_many_request_
source: Too many request and is being rate limited
de: Zu viele nachfragen, ein begrenzter service beginnt
it: Troppe richieste, inizia un servizio limitato

# _user_over_quota_
source: User is over Dropbox storage quota
de: Speicherraum im Dropbox beendet
it: E' finito lo spazio di archiviazione Dropbox

# _ssl_connection_error_
source: Connection SSL error, try again
de: SSL verbindung fehler, noch einmal versuchen
it: Errore connessione SSL, riprova
