Repository: Kleingeldprinz/ios-translations
Catalog: *.lproj/Intro.strings
Languages: de, it

# _intro_01_
source: WELCOME
de: WILLKOMMEN
it: BENVENUTO

# _intro_02_
source: Based on the encryption AES-256, _brand_ will enable you to store all your private data (documents, templates, photos, videos, etc…) in your Cloud, thus keeping them safe from possible 'prying eyes'.
de: Mit _brand_ kann man die gewünschten dateien (Dokumente, Modellen, Bilder, Video, usw.) im eigenen cloud endlich speichern, ohne dass neugierige augen den inhalt sehen können dank dem AES-256 chiffrierverschlüsselung.
it: Con _brand_ puoi finalmente archiviare i dati che desideri (documenti, modelli, foto, video, etc.) nel tuo Cloud senza che occhi indiscreti possano vederne il contenuto, grazie alla cifratura di criptazione AES-256.

# _intro_03_
source: ENCRYPTION KEY
de: CHIFFRIERSCHLÜSSEL
it: CHIAVE DI CRIPTAZIONE

# _intro_04_
source: In order to immediately start using _brand_ you will be asked to enter a encryption key (minimum 4 characters, maximum 64 characters). The combination will be required just once and it cannot be modified. Should you forget it, you will never be able to retrieve it and your files will remain encrypted. Should you re-install _brand_ or access to your data from another iPhone, use the same combination you entered the first time.
de: Am _brand_ verwendungsanfang wird es nachgefragt, den chiffrierschlüssel einzugeben (min. 4 zeichen, max. 64 zeichen). Der chiffrierschlüssel wird nicht länger nachgefragt, darüber hinaus ist es nicht mehr möglich den zu ändern. Deshalb falls der zum erstmal eingegebene schlüssel vergessen wird, ist es nicht mehr möglich den wiederzubekommen und die dateien bleiben unlesbar. Falls _brand_ neu installiert wird oder die dateien von einer anderen vorrichtung zugänglich sein sollen, soll der schlüssel benutzt werden, welchen das erste mal eingegeben wurde.
it: Per cominciare ad usare subito _brand_ ti verrà chiesto di inserire la chiave di criptazione (minimo 4 caratteri, massimo 64 caratteri). Non ti verrà mai più richiesta, nè potrai più cambiarla, per cui se dimentichi la chiave inserita la prima volta non sarà più possibile recuperarla e i tuoi file rimarranno illeggibili. Nel caso dovessi reinstallare _brand_ o accedere ai tuoi dati da un altro dispositivo, usa la chiave che hai inserito la prima volta.

# _intro_05_
source: LOGIN
it: ACCEDI

# _intro_06_
source: Afterwards, you can choose your favourite Cloud among those available (Dropbox, ownCloud), and create your own account by entering the requested data.
de: Danach das Cloud wählen unter denen, die zur verfügung stehen (Dropbox, ownCloud). Die nachgefragten daten für die account erschaffung eingeben.
it: Successivamente scegli il tuo Cloud tra quelli disponibili (Dropbox, ownCloud) inserendo i dati richiesti per la creazione dell' account.

# _intro_06_Nextcloud_
source: Afterwards, you can create your own account by entering the requested data.
de: Danach die nachgefragten daten für die account erschaffung eingeben.
it: Successivamente inserisci i dati richiesti per la creazione dell' account.

# _intro_08_
source: From now on, you will be able to see all the files stored in your Cloud. You will be able to rename, move, delete them, send them to other compatible programs installed in your iPhone, and much more.
de: Nun kann man die ganzen im eigenen Cloud gespeicherten dateien visualisieren, umbenennen, verstellen, löschen, zu anderen kompatibeln programmen senden, die auf dem eigenen iPhone gespeichert sind, und mehr noch.
it: A questo punto puoi visualizzare tutti i file memorizzati sul tuo Cloud, rinominarli, spostarli, cancellarli, inviarli ad altri programmi compatibili presenti sul tuo iPhone, e tanto altro ancora.

# _intro_09_
source: FAVORITES & LOCAL STORAGE
de: FAVORITEN & LOKALER SPEICHER
it: PREFERITI & ARCHIVIO LOCALE

# _intro_10_
source: You can tag the most important files as 'Favorites', so that they are copied and will always remain synchronized on your iPhone and they can be consulted offline. In the 'Local storage' instead enter files that are no longer synchronized. In the 'Local storage' they will be decompress the compressed files you download from the cloud where you can also access it via iTunes.
de: Man kann die wichtigen dateien als 'Favoriten' benennen; auf dieser weise sind die dateien auch offline lesbar, weil diese auf dem iPhone kopiert und deshalb immer synchronisiert werden. Im lokalspeicher sollen jedoch die dateien gespeichert sein, die nicht mehr synchronisiert werden. Im lokalspeicher sind die komprimierten dateien ebenfalls ungezippt, welche aus dem Cloud heruntergeladen werden, das auch durch iTunes zugänglich ist.
it: Puoi siglare i file più importanti come 'Preferiti'; potrai in tal modo consultarli anche offline, perchè verranno copiati e rimarranno sempre sincronizzati all'interno del tuo iPhone. Nell 'Archivio locale' inserisci invece i file che non saranno più sincronizzati. Nell 'Archivio locale' verrano anche scompattati i file compressi che scaricherai dal cloud ove potrai accedervi anche via iTunes.

# _intro_11_
source: ENCRYPT / DECRYPT
de: KRYPTIEREN / DEKRYPTIEREN
it: CRIPTA / DECRIPTA

# _intro_12_
source: Any file can be encrypted or decrypted. The name of folders containing your files can be encrypted as well (so as to hide any possible hint at their contents).
de: Jede datei kann kryptiert oder dekryptiert werden, so wie auch der name der ordnern, welche die dateien enthalten (auf dieser weise wird keine angabe über den inhalt gegeben).
it: Qualunque file può essere criptato o decriptato, così come può essere criptato il nome stesso delle cartelle che contengono i files (per non dare alcuna indicazione sul loro contenuto).

# _intro_13_
source: ADD
de: ZUGEBEN
it: AGGIUNGI

# _intro_14_
source: Any kind of document, either in standard or in encrypted format, can be uploaded from _brand_ onto your Cloud. All encrypted files and folders will be marked in orange colour. If they are in preview mode, they will be identified by a 3 bullets orange label instead.
de: Mit _brand_ kann man auf dem eigenen Cloud jedes dokument sowohl klar als auch im kryptierten format speichern. Alle kryptierte dateien und ordnern werden in orangenfarbe markiert; falls im vorschaumodus jedoch mit einem orangen symbol kennzeichnet.
it: Da _brand_ puoi caricare sul tuo Cloud qualsiasi tipo di documento sia in chiaro che in formato criptato. Tutti i file e le cartelle criptate saranno distinguibili dal colore arancione; se in modalità anteprima, verranno invece contrassegnati da un simbolino arancione.

# _intro_15_
source: TEMPLATES
de: MODELLEN
it: MODELLI

# _intro_16_
source: Templates for recording your confidential data (note, credit card, ATM card, bank accounts, passwords to websites, etc…) are available and they can be saved in your Cloud in encrypted mode as well.
de: Es sind modellen für die eingabe reservierter daten verfügbar (Noten, Kreditkarten, Bankkarten, Bankkonto, Passwort, usw.). Auch die modellen sind im eigenen Cloud in kryptiertmodus gespeichert.
it: Sono disponibili dei 'modelli' per l'inserimento di dati riservati (note, carte di credito, bancomat, conti correnti, password di siti web, etc.). Anche i modelli vengono salvati nel tuo Cloud in modalità criptata.

# _intro_17_
source: PASSWORD LOCK
de: PASSWORD SPERREN
it: BLOCCO PASSWORD

# _intro_18_
source: In order to prevent other potential users of your iPhone from accessing your _brand_, you can activate the 'password lock' directly from the settings. The password lock can be modified, disabled, or even used to protect access to individual folders.
de: In den einstellungen kann man die 'Password Sperren' aktivieren, um das _brand_ anderen benutzern zu sperren, welche das gleiche handy benutzen. Die 'Password sperren' kann geändert, desaktiviert, oder auch verwendet werden, um den zugang zu einzigen ordnern zu schützen.
it: Dalle impostazioni puoi attivare il 'Blocco password' per bloccare il tuo _brand_ ad utenti che utilizzano il tuo telefono. Il blocco password può essere cambiato, disabilitato o anche utilizzato per proteggere l'accesso a singole cartelle.

# _intro_19_
source: START
de: ANFANG
it: INIZIO

# _intro_20_
source: Good, you’re now ready to start using your _brand_. We remind you that you can find further information and news or contact us on the site: http://cryptocloud.twsweb.it Come and visit us!
de: Jetzt sind sie fertig für die verwendung ihres _brand_. Auf http://cryptocloud.twsweb.it können sie weitere Infos, neuigkeiten finden und mit uns in verbindung setzen. Besuchen Sie uns!
it: Bene, ora sei pronto per iniziare ad usare il tuo _brand_. Ti ricordo che puoi trovare informazioni, novità, o inviarci comunicazioni dal sito http://cryptocloud.twsweb.it Vieni a trovarci!

# _intro_20_Nextcloud_
source: Good, you’re now ready to start using your _brand_. We remind you that you can find further information and news or contact us on the site: https://nextcloud.com Come and visit us!
de: Jetzt sind sie fertig für die verwendung ihres _brand_. Auf https://nextcloud.com können sie weitere Infos, neuigkeiten finden und mit uns in verbindung setzen. Besuchen Sie uns!
it: Bene, ora sei pronto per iniziare ad usare il tuo _brand_. Ti ricordo che puoi trovare informazioni, novità, o inviarci comunicazioni dal sito https://nextcloud.com Vieni a trovarci!

# _intro_END_02_
source: Good ! You’re now ready to start using your _brand_, follow us on Twitter : @Crypto_Cloud and leave your opinion on AppStore, it is important to us.
de: Jetzt sind Sie fertig für die verwendung von _brand_, folgen Sie uns auf Twitter: @Crypto_Cloud und lassen sie ihr feedback auf AppStore, es ist sehr wichtig für uns.
it: Bene, ora sei pronto per iniziare a usare _brand_, seguici su Twitter : @Crypto_Cloud e lascia la tua opinione su AppStore, è veramente importante per noi.

# _intro_END_02_Nextcloud_
source: Good ! You’re now ready to start using your _brand_, follow us on Twitter : @Nextclouders and leave your opinion on AppStore, it is important to us.
de: Jetzt sind Sie fertig für die verwendung von _brand_, folgen Sie uns auf Twitter: @Nextclouders und lassen sie ihr feedback auf AppStore, es ist sehr wichtig für uns.
it: Bene, ora sei pronto per iniziare a usare _brand_, seguici su Twitter : @Nextclouders e lascia la tua opinione su AppStore, è veramente importante per noi.

# _intro_190_00_
source: New : Synchronization folders. Modify in 'Automatic uploading from the camera' : now you can choose whether to use the service in the background (default is now OFF). New menu 'Help in Settings' for reviewing helps and tutorials.
de: Neu: Synchronisierung für ordnern. Änderung in 'automatischer Ladung von Kamera' : nun ist es möglich das background service zu wählen (es ist OFF in Default). Neues Menü 'Hilfe Einstellungen', um unterrichten und hilfen durchzusehen.
it: Novità : Sincronizzazione per cartelle. Modifica in 'Caricamento automatico da fotocamera' : ora è possibile scegliere se usare il servizio in background (di default ora è OFF). Nuovo menu 'Assistenza in Impostazioni' per rivedere aiuti e lezioni.

# _intro_190_01_
source: SYNCHRONIZATION
de: SYNCHRONISIERUNG
it: SINCRONIZZAZIONE

# _intro_190_02_
source: Now you can enable synchronization to folder. All files on the server will be downloaded and will always be updated and available, synchronization occurs whenever the folder will be updated.
de: Nun ist es möglich die synchronisierung nach ordner zu aktivieren. Alle dateien auf dem server werden heruntergeladen, updatet und immer verfügbar sein, die synchronisierung erfolgt jedes mal der ordner updatet wird.
it: Ora è possibile abilitare la sicronizzazione per cartella. Tutti i file presenti sul server verranno scaricati e saranno sempre aggiornati e disponibili, la sincronizzazione avverà ogni qual volta verrà aggiornata la cartella.

# _intro_190_03_
source: HOW TO
de: WIE
it: COME FARE

# _intro_190_04_
source: Swipe on the folder to synchronize, choose 'More' and select option : Keep the folder synchronized. (Attention, if the folder contains many files it will take a long time and much bandwidth for the first synchronization !).
de: Überfliegen sie den ordner, der synchronisiert werden soll und wählen sie die option: synchronisierter ordner halten. (aufpassen: falls der ordner zu viele dateien enthält, wird die operation viel zeit und einen höhen batterieverbrauch für die erste synchronisierung brauchen !).
it: Sulla cartella da sincronizzare scorri, scegli 'Altro' e seleziona l'opzione : Mantieni sincronizzata la cartella. (Attenzione, se la cartella contiene molti file ci vorrà molto tempo e molto consumo di banda per la prima sincronizzazione !).

# _intro_190_05_
source: BADGE
de: SYMBOL
it: SIMBOLO

# _intro_190_06_
source: Your synchronized folders now have a new badge that identifies them.
de: Die synchronisierten ordnern sind jetzt mit einem neuen symbol kennzeichnet, damit von den anderen schnell identifiziert werden können.
it: Le cartelle sincronizzate ora hanno un nuovo simbolo che le identifica dalle altre.

# _intro_190_07_
source: SETTINGS
de: EINSTELLUNGEN
it: IMPOSTAZIONI

# _intro_190_08_
source: A new option has been added to Settings.
de: Eine neue option ist nun auf den einstellungen verfügbar.
it: Una nuova opzione ora è presente nelle Impostazioni.

# _intro_190_09_
source: SYNCHRONIZATIONS FOLDERS
de: ORDNER SYNCHRONISIERUNG
it: SINCRONIZZAZIONE CARTELLE

# _intro_190_10_
source: Here you can activate synchronization 'only' if there is a Wi-Fi network; the list of active synchronizations is specified as well.
de: Hier ist es möglich die synchronisierung zu aktivieren nur wenn ein Wi-Fi Netz verfügbar ist; darüber hinaus kann man auch die aufstellung der aktivierten synchronisierungen finden.
it: Qui è possibile attivare la sincronizzazione 'solo' in presenza di rete Wi-Fi; inoltre vi è la lista delle sincronizzazioni attive.

# _intro_190_11_
source: DELETE SYNCHRONIZATIONS
de: SYNCHRONISIERUNG ENTFERNEN
it: CANCELLA SINCRONIZZAZIONE

# _intro_190_12_
source: In addition to the menu 'Other' directly available from folder, here you can delete a synchronization. The deletion of a synchronization does not delete files locally.
de: Die synchronisierung kann nicht nur mit dem menu 'sonstiges' direkt auf dem ordner, sondern auch hier entfernt werden. Die entfernung einer synchronisierung einschließt keine löschung der im lokalspeicher bereits heruntergeladen dateien.
it: Oltre che da menu 'Altro' direttamente sulla cartella, è possibile qui cancellare una sincronizzazione. La cancellazione di una sincronizzazione non comporta nessuna cancellazione in locale dei file già scaricati.

# _intro_191_00_
source: New options for sharing files or folders.
de: Neue optionen für das teilen der dateien oder der ordnern.
it: Nuove opzioni per la condivisione di File o Cartelle.

# _intro_191_01_
source: SHARE
de: TEILEN
it: CONDIVISIONE

# _intro_191_02_
source: Now you can share a file or folder and remove the share, for accounts ownCloud in addition you can protect sharing with password and if you wanted you can assign expiration date.
de: Nun ist es möglich eine datei oder einen ordner zu teilen und das teilen zu entfernen. Darüber hinaus ist es für die ownCloud accounts möglich, das teilen mit einem Passwort zu schützen oder, wenn gewünscht, mit einem fälligkeitsdatum zu versehen.
it: Ora è possibile condividere un file o una cartella e rimuovere la condivisione, per gli account ownCloud in più è possibile proteggere la condivisione con una password e se voluto assegnare una data di scadenza.

# _intro_191_03_
source: HOW TO
de: WIE
it: COME FARE

# _intro_191_04_
source: Swipe on the file or folder to share, choose 'More' and select option : Share. (Sharing is not activated on encrypted files or folders).
de: Überfliegen sie die datei oder den ordner zu teilen, wählen sie 'sonstiges' und die option: teilen. (das teilen kann nicht für kryptierte dateien oder ordnern aktiviert werden).
it: Sulla cartella o file da condividere scorri, scegli 'Altro' e seleziona l'opzione : Condividi. (La condivisione non è attivabile su file o cartelle criptate).

# _intro_191_05_
source: SETTINGS
de: OPTIONEN
it: OPZIONI

# _intro_191_06_
source: A mask will appear where you can: disable/enable share link, push 'Send link to ...' for send link : via email - copy - open with other programs etc., and for OwnCloud protect with password or assign an expiration date. You always possible later deactivate/activate or modify any option.
de: Ein fenster erscheint, wo es möglich ist: das teilen Link zu aktivieren / desaktivieren. Drücken sie 'Link senden zu...', um das teilen durch mail zu senden – kopieren - mit anderen programmen zu öffnen, usw. und für OwnCloud es mit einem passwort zu schützen oder mit einem fälligkeitsdatum zu versehen. Es wird immer möglich danach jede option zu aktivieren / desaktivieren oder modifizieren.
it: Apparirà una maschera ove è possibile : attivare/disattivare il link della condivisione, premi 'Invia link a ...' per inviare la condivisione via posta - copiarla - aprirla con altri programmi etc., e per OwnCloud proteggerla da password o assegnarle una data di scadenza. E' sempre possibile successivamente attivare/disattivare o modificare qualunque opzione.

# _intro_191_07_
source: BADGE
de: SYMBOL
it: SIMBOLO

# _intro_191_08_
source: The shares now have a new badge visible on the right.
de: Die geteilten dateien oder ordnern werden nun mit einem neuen symbol links kennzeichnet.
it: I file o le cartelle condivise ora presentano un nuovo simbolo sull' estrema destra.

# _intro_194_00_
source: Connecting to your iPhone or iPad through iTunes for file sharing. Fingerprint and 6 number for password.
de: Verbindung zu iPhone oder iPad durch iTunes für das teilen der dateien. Fingerabdruck leser und password mit 6 nummern.
it: Connessione al tuo iPhone o iPad attraverso iTunes per la condivisione file. Lettore di impronte digitali e password a 6 numeri.

# _intro_194_02_
source: Connect your iPhone or iPad to iTunes, select App - File sharing and _brand_, you can now Add or Save the files on your Mac or PC.
de: Verbinden sie das iPhone oder iPad mit iTunes, App – datei teilen und _brand_ wählen, nun können sie die dateien auf dem eigenen Mac oder PC zugeben oder speichern.
it: Connetti il tuo iPhone o iPad ad iTunes, seleziona App - Condivisione file e _brand_ , puoi ora Aggiungere o Salvare i file sul tuo Mac o Pc.

# _intro_194_03_
source: LOCAL STORAGE
de: LOKALSPEICHER
it: ARCHIVIO LOCALE

# _intro_194_04_
source: It is the 'Local storage' the area where is activate the sharing with iTunes.
de: Lokalspeicher ist der raum, wo das teilen mit iTunes aktiv ist.
it: E' l'Archivio locale l'area dove è attiva la condivisione con iTunes.

# _intro_194_05_
source: MORE
de: SONSTIGES
it: ALTRO

# _intro_194_06_
source: Any file in the 'Local storage' can be uploaded on your Cloud or open with other compatible Apps.
de: Jede datei im lokalspeicher kann zum eigenen cloud gesendet oder mit einer anderen kompatibeln App geöffnet werden.
it: Qualunque file presente nell'Archivio locale può essere inviato sul tuo Cloud o aperto con altra App compatibili.

# _intro_194_07_
source: FINGERPRINT
de: FINGERABDRUCK
it: IMPRONTE DIGITALI

# _intro_194_08_
source: Now you can use the fingerprint reader (if your device has it) for enter the password, password that for the simple version is now to 6 numbers, go immediately to enter the new code.
de: Nun können Sie den fingerabdruck leser benutzen (falls ihre vorrichtung damit versehen ist), um der password einzugeben. Die leichte version hat einen password mit 6 nummern. Geben sie sofort ihren neuen zugangscode ein.
it: Ora puoi usare il lettore di impronte digitali (se il tuo dispositivo lo possiede) per immettere la password, password che nella versione semplice è ora passato a 6 numeri, vai subito ad inserire il nuovo codice.

# _intro_196_00_
source: Share extension
de: Verlängerung für teilen
it: Estensione per le condivisioni

# _intro_196_01_
source: ACTIVATION
de: AKTIVIERUNG
it: ATTIVAZIONE

# _intro_196_02_
source: On your iPhone go to Photo, select the image or video to share on the cloud, tap the 'Action'
de: Gehen sie auf bilder auf ihrem iPhone, dann waehlen sie das bild oder das video auf dem cloud zu teilen, drücken sie die taste 'Aktion'
it: Sul tuo iPhone vai in Foto, scegli l'immagine o il video da condividere sul cloud, tocca il pulsante 'Azione'

# _intro_196_03_
source: MORE
de: SONSTIGES
it: ALTRO

# _intro_196_04_
source: All programs with which you can share will appear, if _brand_ doesn't appears tap 'more'
de: Es werden alle programmen erscheinen, damit sie teilen können, falls _brand_ nicht erscheint, wählen sie 'Sonstiges'
it: Compariranno così tutti i programmi con cui puoi condividere, se non compare _brand_ seleziona 'Altro'

# _intro_196_05_
source: ACTIVITY
de: AKTIVITÄT
it: ATTIVITA'

# _intro_196_06_
source: Looking _brand_, enable it and tap 'done'
de: In der aktivitätsaufstellung suchen sie _brand_, dann aktivieren sie es und ende drücken
it: Tra la lista delle attività cerca _brand_, attivalo e tocca Fine

# _intro_196_07_
source: SHARE
de: TEILEN
it: CONDIVIDI

# _intro_196_08_
source: Now _brand_ is present among the App that you can use for sharing, tap it
de: Nun befindet sich _brand_ unter der apps, die für das teilen benutzt werden können, drücken sie es
it: Ora _brand_ è presente tra le App che puoi usare per la condivisione, toccalo

# _intro_196_09_
source: FOLDER
de: ORDNER
it: CARTELLA

# _intro_196_10_
source: Now you're ready to save the shared image, bottom tap folder: if you want to change the destination folder
de: Nun sind sie fertig, um das geteilte bild zu speichern, drücken sie ordner unten: wenn sie der destinationsordner ändern möchten
it: Ora sei pronto per Salvare l'immagine condivisa, in basso tocca Cartella: se vuoi cambiare cartella di destinazione

# _intro_196_11_
source: ENCRYPTED OR NOT
de: KRYPTIERT ODER NICHT
it: CRIPTATO O NO

# _intro_196_12_
source: Tap the symbol to switch saved encrypted or not
de: Der kryptierungssymbol drücken, um ein krypriertes oder nicht kryptiertes speichern zu wählen
it: Tocca il simbolo di criptazione per passare da un salvataggio criptato o no

# _intro_196_13_
source: SAVE
de: SPEICHERN
it: SALVA

# _intro_196_14_
source: At the end press Save to send everything to the cloud, or Cancel to exit, or swipe on the file you want to delete because it is not sent cloud (handy if you have selected multiple files but in the end you do not want them to send all)
de: Am ende drücken sie speichern, um alles zum Cloud zu senden, oder annullieren zu beenden, oder noch scrollen sie auf der datei zu löschen, wenn sie diese nicht zum Cloud senden möchten (diese operation ist nützlich, wenn sie mehrere dateien gewählt haben aber nicht alle senden möchten)
it: Alla fine premi Salva per inviare tutto sul cloud, oppure annulla per uscire, oppure scorri sopra il file che vuoi cancellare perchè non venga inviato su cloud (comodo se hai selezionato più file ma alla fine non li vuoi inviare tutti)

# _intro_196_15_
source: RECONNECT DROPBOX
de: DROPBOX NACHVERBINDEN
it: RICONNETTI DROPBOX
