Repository: Kleingeldprinz/ios-translations
Catalog: *.lproj/Intro.strings
Languages: de, it

# _intro_196_16_
source: The development of extension for the shares has changed the policy to dropbox so need to re-perform the account login. Go immediately to Settings / Change your credentials, chosen your Dropbox account (if you have more of a challenge for everyone) and tap modify account, now just only confirm
de: Die Entwicklung der verlängerung für das teilen hat das Dropbox policy modifiziert, deshalb ist es nötig das account einloggen zu wiederholen. Gehen sie sofort auf einstellungen / ändern sie ihre identifizierungsdaten , wählen sie ihr Dropbox account (falls sie mehrere besitzen, sollen sie die operation für alle wiederholen) und drücken sie account modifizieren. Nun sollen sie nur bestätigen.
it: Lo sviluppo dell' estensione per le condivisioni ha modificato la policy di dropbox per cui necessità di rieffettuare il login dell'account. Vai subito in Impostazioni / Cambia le tue credenziali, scelti il tuo account Dropbox (se ne hai più di uno fallo per tutti) e tocca Modifica account, ora basterà solo confermare

# _intro_196_17_
source: RESOURCE CONNECTION [ONLY OWNCLOUD]
de: VERWANDTEN RESSOURCE [NUR OWNCLOUD]
it: RISORSA CONNESSA [SOLO OWNCLOUD]

# _intro_196_18_
source: This symbol indicates that the resource is of another account, tap to see your permissions
de: Dieses Symbol zeigt an, dass die Ressource eines anderen Kontos ist, tippen Sie Ihre Berechtigungen zu sehen
it: Questo simbolo sta indicare che la risorsa è di un altro account, tap per vedere i tuoi permessi

# _intro_196_19_
source: CHANGE PERMISSION [ONLY OWNCLOUD]
de: CHANGE ERLAUBNISSEN [NUR OWNCLOUD]
it: CAMBIARE PERMESSI [SOLO OWNCLOUD]

# _intro_196_20_
source: In sharing your resources you can: 1) Tap to delete the user/group 2) Tap to change the permissions to him established
de: In die gemeinsame Nutzung Ihrer Ressourcen können Sie: 1) Tap den Benutzer zu löschen/gruppe 2) Tap die Berechtigungen zu ihm aufgebaut zu ändern
it: Nella condivisone di tue risorse puoi : 1) Tap per cancellare l'utente/gruppo 2) Tap per cambiare i permessi a lui stabiliti

# _intro_196_21_
source: PERMISSION AND INFORMATION [ONLY OWNCLOUD]
de: GENEHMIGUNGEN UND INFORMATIONEN [NUR OWNCLOUD]
it: PERMESSI E INFORMAZIONI [SOLO OWNCLOUD]

# _intro_196_22_
source: Here's what the mask to change the permissions, below you will see some information
de: Hier ist, was die Maske, um die Berechtigungen zu ändern, unter Ihnen einige Informationen sehen
it: Ecco come si presenta la maschera per cambiare i permessi, sotto si vedranno alcune informazioni

# _intro_197_00_
source: Possibility to delete the file directly in the preview Folder synchronization in the background ownCloud : available file preview
de: Möglichkeit, Dateien in der Vorschau zu löschen Ordner-Synchronisation im Hintergrund ownCloud : Verfügbare Dateivorschau
it: Possibilità di cancellare i file nelle preview Sincronizzazione cartelle in background ownCloud : disponibile l'anteprima dei file

# _intro_199_00_
source: Quickly switch between your accounts
de: Schneller Wechsel zwischen Ihren Accounts
it: Passa velocemente tra i tuoi account

# _intro_199_01_
source: Quickly switch between your accounts
de: Schneller Wechsel zwischen Ihren Accounts
it: Passa velocemente tra i tuoi account

# _intro_199_02_
source: Now you can quickly switch between your accounts. From home tap the _brand_ logo and choose the account (available when there is no activity)
it: Ora puoi passare velocemente tra i tuoi account. Dalla home tap sul logo di _brand_ e scegli l'account (disponibile quando non c'è attività)

# _intro_200_00_
source: _brand_ Control Center : looks and manage quickly the transfers
it: _brand_ Centro di Controllo : guarda e gestisci velocemente i trasferimenti

# _intro_200_01_
source: Open _brand_ Control Center
it: Apri il _brand_ Centro di Controllo

# _intro_200_02_
source: Place your finger on the navigation bar of _brand_ (as in figure)
it: Mettere il dito sulla barra di navigazione di _brand_ (come in figura)

# _intro_200_03_
source: Open _brand_ Control Center
it: Apri il _brand_ Centro di Controllo

# _intro_200_04_
source: Slide your finger down onto the screen to reveal _brand_ Control Center
it: Far scorrere il dito verso il basso sullo schermo per rivelare il _brand_ Centro di Controllo

# _intro_200_05_
source: Open _brand_ Control Center
it: Apri il _brand_ Centro di Controllo

# _intro_200_06_
source: Continue up to about half the screen or to the bottom, then release your finger
de: Continues up to about half the screen or to the bottom, then release your finger
it: Continua fino a circa la metà dello schermo o verso la fine, quindi rilasciare il dito

# _intro_200_07_
source: Open _brand_ Control Center
it: Apri il _brand_ Centro di Controllo

# _intro_200_08_
source: Here you can see if there are ongoing transfers
it: Qui si può vedere se ci sono i trasferimenti in corso

# _intro_200_09_
source: Close _brand_ Control Center
it: Chiudi il _brand_ Centro di Controllo

# _intro_200_10_
source: Place your finger in the final part of the _brand_ Control Center and slide your finger up onto the screen to close it
it: Posizionare il dito nella parte finale del _brand_ Centro di Controllo e fai scorrere il dito verso l'alto sullo schermo per chiuderlo

# _intro_210_00_
source: Copy / Paste files
it: Copia / Incolla File

# _intro_210_01_
source: Copy files
it: Copia file

# _intro_210_02_
source: Now you can finally copy any file or files, identify the files to be copied and perform a long press touch; if the files are successfully downloaded a menu is visualized as shown in figure
de: Now you can finally copy any file or files, identify the files to be copied and run a longpress touch; if the files are successfully downloaded a menu is visualized as shown in figure
it: Ora puoi finalmente copiare qualunque file; identifica i o il file da copiare ed esegui una lunga pressione; se il file è correttamente scaricato e presente in memoria comparirà un menu come in figura

# _intro_210_03_
source: Paste files
it: Incolla file

# _intro_210_04_
source: Now change folder or even account and perform a long press touch to paste a file in clear or in encrypted mode
de: Now change folder or even account and run a longpress touch for paste file in clear o in encrypted mode
it: Ora cambia cartella o addirittura account, una lunga pressione sullo schermo e un menu ti permetterà di incollare il file in chiaro o criptato

# _intro_197_01_
source: Translate
de: Übersetzen

# _intro_197_02_
source: Translation problems with your language? Help us and write us at _mail_me_
de: Probleme mit der Übersetzung in Ihrer Sprache? Kontaktieren Sie uns per E-Mail: _mail_me_
